INSERT INTO `markets` (`id`, `name`, `adress`) VALUES
(1, 'Дипломат', '50 лет октября 14'),
(2, 'Секретарь', 'Кирова 27');

INSERT INTO `needs` (`id`, `odel_id`, `type_id`, `value`) VALUES
(1, 1, 1, 1),
(2, 1, 2, 5),
(3, 1, 3, 3),
(4, 1, 4, 1),
(5, 1, 5, 3),
(6, 1, 6, 3),
(7, 2, 1, 1),
(8, 2, 3, 1),
(9, 3, 2, 4),
(10, 3, 3, 4),
(11, 3, 6, 2),
(12, 3, 5, 2);

INSERT INTO `kancelyary` (`id`, `art`, `type_id`, `lifeLenght`, `rewcount`) VALUES
(1, '1223', 1, 30.00, 2),
(2, '2236', 2, 7.00, 1),
(3, '2364', 3, 30.00, 3),
(4, '2549', 4, 7.00, 1),
(5, '6555', 5, 3.00, 1),
(6, '1236', 6, 365.00, 3),
(7, '1223', 1, 30.00, 2),
(8, '2236', 2, 7.00, 1),
(9, '2364', 3, 30.00, 3),
(10, '2549', 4, 7.00, 1),
(11, '6555', 5, 3.00, 1),
(12, '1236', 6, 365.00, 3);


INSERT INTO `otdel` (`id`, `name`, `number`) VALUES
(1, 'Бухгалтерия', 3),
(2, 'IT-отдел', 1),
(3, 'ПТО', 4);


INSERT INTO `types_kt` (`id`, `typename`) VALUES
(1, 'Блокнот'),
(2, 'Бумага'),
(3, 'Ручка'),
(4, 'Блок'),
(5, 'Скобы'),
(6, 'Степлер');

INSERT INTO `sklad` (`id`, `kanc_id`, `market_id`, `cost`, `number`) VALUES
(1, 1, 1, 50.00, 3),
(2, 2, 1, 250.00, 20),
(3, 3, 2, 15.50, 6),
(4, 4, 1, 50.00, 3),
(5, 5, 2, 10.00, 3),
(6, 6, 2, 105.00, 2);

INSERT INTO `vidano` (`id`, `otdel_id`, `kanc_id`, `number`, `date`) VALUES
(1, 1, 1, 1, '2017-01-01'),
(2, 1, 2, 3, '2017-01-01'),
(3, 2, 2, 3, '2017-01-18'),
(4, 3, 3, 1, '2017-01-01'),
(3, 3, 3, 1, '2017-05-15'),
(5, 3, 1, 1, '2017-05-01');
